Repository: hcilab-org/motionEAP
Catalog: motionEAPAdmin/Localization/Strings.*.resx
Languages: de_de

# buttonCircle
source: Circle
de_de: Kreis

# buttonDelete
source: Delete
de_de: Löschen

# buttonDetectZone
source: Detect zone
de_de: Zone erkennen

# buttonDown
source: Forward
de_de: Weiter

# buttonFindID
source: Find ID
de_de: Suche ID

# buttonImage
source: Image
de_de: Bild

# buttonLoad
source: Load
de_de: Laden

# buttonLoadAssemblyZone
source: Load assembly zone
de_de: Lade Montagezone

# buttonLoadBoxLayout
source: Load box layout
de_de: Lade Boxlayout

# buttonLoadDetectionZoneLayout
source: Load detection zone layout
de_de: Lade Zonenlayout

# buttonLoadScene
source: Load scene
de_de: Lade Szene

# buttonNewScene
source: New scene
de_de: Neue Szene

# buttonPlay2DRecord
source: Play 2D record
de_de: Spiele 2D Aufnahme ab

# buttonPlay3DRecord
source: Play 3D record
de_de: Spiele 3D Aufnahme ab

# buttonQuitAssembly
source: Quit assembly
de_de: Beende Montage

# buttonRecord2DGesture
source: Record 2D gesture
de_de: Nehme 2D Geste auf

# buttonRecord3DGesture
source: Record 3D gesture
de_de: Nehme 3D Geste auf

# buttonRecord3DProfile
source: Record 3D profile
de_de: Nehme 3D Profil auf

# buttonRectangle
source: Rectangle
de_de: Rechteck

# buttonRemove
source: Remove
de_de: Entfernen

# buttonSave
source: Save
de_de: Speichern

# buttonSaveAssemblyZone
source: Save assembly zone
de_de: Speichere Montagezone

# buttonSaveBoxLayout
source: Save box layout
de_de: Speichere Boxlayout

# buttonSaveDetectionZoneLayout
source: Save detection zone layout
de_de: Speichere Zonenlayout

# buttonSaveScene
source: Save scene
de_de: Speichere Szene

# buttonScanObjects
source: Scan object
de_de: Scanne Objekt

# buttonSnapshot
source: Snapshot
de_de: Schnappschuss

# buttonStartAssembly
source: Start assembly
de_de: Starte Montage

# buttonStartRecording
source: Start recording
de_de: Starte Aufnahme

# buttonStartRecordingVideo
source: Start recording video
de_de: Starte Videoaufnahme

# buttonStopRecording
source: Stop recording
de_de: Stoppe Aufnahme

# buttonStopRecordingVideo
source: Stop recording video
de_de: Stoppe Videoaufnahme

# buttonTextViewer
source: Text viewer
de_de: Text anzeigen

# buttonUp
source: Back
de_de: Zurück

# checkboxEnableEditMode
source: Enable edit mode?
de_de: Bearbeitungsmodus aktivieren?

# checkboxEnableGestureMapping
source: Enable gesture mapping?
de_de: Gestenerkennung aktivieren?

# checkboxFreeSpace
source: Free space
de_de: Freier Platz

# checkboxInvertDisplay
source: Invert display?
de_de: Display invertieren?

# checkboxLoopPlay2DRecord
source: Loop play
de_de: Schleife abspielen

# checkboxLoopPlay3DRecord
source: Loop play
de_de: Schleife abspielen

# checkboxObjectMapping
source: Object mapping
de_de: Objekterkennung

# checkboxProjectVisualFeedback
source: Project visual feedback
de_de: Projeziere visuelles Feedback

# checkboxRecognizeObjects
source: Recognize objects
de_de: Erkenne Objekte

# checkboxShowCriticals
source: Show criticals
de_de: Zeige Kritische

# checkboxShowDemoAnimation
source: Show demo animation?
de_de: Demoanimation anzeigen?

# checkboxShowErrors
source: Show errors
de_de: Zeige Fehler

# checkboxShowFPSOnScreen
source: Show FPS on screen?
de_de: FPS anzeigen?

# checkboxShowInformations
source: Show informations
de_de: Zeige Informationen

# checkboxShowWarnings
source: Show warnings
de_de: Zeige Warnungen

# checkboxStartProjection
source: Start projection
de_de: Starte Projektion

# checkboxTrackObject
source: Track object
de_de: Verfolge Objekt

# checkboxDisplayVisualFeedback
source: Display visual feedback
de_de: Zeige visuelles Feedback

# labelActions
source: Actions
de_de: Aktionen

# labelColorframeOffsetX
source: Colorframe offset X:
de_de: Farblicher Abstand X:

# labelColorframeOffsetY
source: Colorframe offset Y:
de_de: Farblicher Abstand Y:

# labelCountOfRectangle
source: Count of Rectangle
de_de: Anzahl der Rechtecke

# labelCurrentStep
source: Current step
de_de: Aktueller Schritt

# labelDepthRange
source: DepthRange
de_de: Tiefenbereich

# labelDescription
source: Description
de_de: Beschreibung

# labelDetectionMode
source: Detection mode
de_de: Erkennungsmodus

# labelGestures
source: Gestures
de_de: Gesten

# labelHeight
source: Height
de_de: Höhe

# labelInvert
source: Invert
de_de: Invertierung

# labelLoadedWorkflow
source: Loaded workflow
de_de: Geladener Workflow

# labelMatchingTolerance
source: Matching tolerance:
de_de: Passende Toleranz:

# labelMaxDepth
source: Maximal depth
de_de: Maximale Tiefe

# labelMinAreaonAdding
source: MinArea (onAdding):
de_de: Minimaler additiver Bereich

# labelMinAreaSubtraction
source: MinArea (Subtraction):
de_de: Minimaler subtraktiver Bereich

# labelMinDepth
source: Minimal depth
de_de: Minimale Tiefe

# labelMinValueChangeAdd
source: MinValueChange (add):
de_de: Minimaler veränderter Wert:

# labelMovingThreshold
source: Moving Threshold
de_de: Beweglicher Schwellwert

# labelNameOfWorkStep
source: Name of work step
de_de: Name des Arbeitsschritts

# labelNext
source: Next
de_de: Nächste

# labelNoRecognition
source: No recognition
de_de: Keine Erkennung

# labelNotPlaying2DRecord
source: Not playing
de_de: Keine wiedergabe

# labelNotPlaying3DRecord
source: Not Playing
de_de: Keine wiedergabe

# labelNotRecording2D
source: Not recording 2D
de_de: Keine 2D Aufnahme

# labelNotRecording3D
source: Not recording 3D
de_de: Keine 3D Aufnahme

# labelNotRecordingProfile
source: Not recording profile
de_de: Keine 3D Profilaufnahme

# labelNoWorkflowLoaded
source: No workflow loaded
de_de: Kein Arbeitsablauf geladen

# labelOffset
source: Offset
de_de: Verschieben

# labelPercentOfPixelMatch
source: % of pixels to match:
de_de: % der zusammenpassenden Pixel

# labelPrevious
source: Previous
de_de: Davor

# labelSettingsHeight
source: Height
de_de: Höhe

# labelSmoothing
source: Smoothing
de_de: Glättung

# labelSmoothingSteps
source: Smoothing Steps
de_de: Glättungsschritte

# labelStoppingThreshold
source: Stopping Threshold
de_de: Stoppender Schwellwert

# labelWidth
source: Width
de_de: Länge

# labelWorkSteps
source: Work steps:
de_de: Arbeitsschritte:

# listViewGroup
source: Group
de_de: Gruppe

# listViewMessage
source: Message
de_de: Nachricht

# listViewPath
source: Path
de_de: Pfad

# menuItemCalibrateTable
source: Calibrate Table...
de_de: Tisch Kalibrieren..

# menuItemClose
source: Close
de_de: Schliessen

# menuItemEditWorkflow
source: _Edit Workflow
de_de: Bearbeite Arbeitsablauf

# menuItemEnglish
source: English
de_de: Englisch

# menuItemExit
source: E_xit
de_de: Beenden

# menuItemFile
source: _File
de_de: Datei

# menuItemGerman
source: German
de_de: Deutsch

# menuItemLanguage
source: Language
de_de: Sprache

# menuItemLoadScene
source: Load scene
de_de: Lade Szene

# menuItemLoadWorkflow
source: _Load Workflow
de_de: Lade Arbeitsablauf

# menuItemNewScene
source: New Scene
de_de: Neue Szene

# menuItemNewWorkflow
source: _New Workflow
de_de: Neuer Arbeitsablauf

# menuItemOptions
source: Options
de_de: Optionen

# menuItemSave
source: Save
de_de: Speichern

# menuItemSaveScene
source: Save Scene
de_de: Speichere Szene

# menuItemScenes
source: Scenes
de_de: Szenen

# menuItemSettings
source: Settings...
de_de: Einstellungen...

# labelMinValueChangeSub
source: MinValueChange (sub):
de_de: Minimaler veränderter Wert:

# radioButtonAssemblyArea
source: Assembly area
de_de: Montagezone

# radioButtonContour
source: Contour
de_de: Konturen

# radioButtonDrawingArea
source: Drawing area
de_de: Zeichne Zone

# radioButtonOn
source: On
de_de: An

# radioButtonScanTable
source: Scan table
de_de: Scanne Tabelle

# radioButtonStatic
source: Static
de_de: Statisch

# tabItemAssemblyZone
source: Assembly zone
de_de: Montagezone

# tabItemBoxes
source: Boxes
de_de: Boxen

# tabItemGestures
source: Gestures
de_de: Gesten

# tabItemGesturesDebug
source: Gestures Debug
de_de: Gesten Debug

# tabItemObjects
source: Objects
de_de: Objekte

# tabItemScenes
source: Scenes
de_de: Szene

# tabItemSettings
source: Settings
de_de: Einstellungen

# tabItemVisualization
source: Visualization
de_de: Visualisierung

# tabItemWorkflow
source: Workflow
de_de: Arbeitsablauf

# titleCalibrationDialog
source: Calibration
de_de: Kalibrierung

# labelPathToSaveImageTo
source: Path to save image to:
de_de: Speicherpfad des Abbilds:

# titleCreateWorkflowDialog
source: Create Workflow
de_de: Erstelle Arbeitsablauf

# titleSettingsWindow
source: Settings
de_de: Einstellungen

# buttonCancel
source: Cancel
de_de: Abbrechen

# buttonContinueRecording
source: Pause / Continue
de_de: Pause / Fortsetzen

# buttonLoadObjectZone
source: Load object zone
de_de: Lade Objektzone

# buttonDeselectAll
source: Deselect all
de_de: Alle deselektieren

# buttonSelectAll
source: Select all
de_de: Alle selektieren

# menuItemEditCustomScene
source: Edit Custom Scene
de_de: Eigene Szene Editieren

# labelTimeEnd
source: End Time:
de_de: Endzeit:

# labelTimeSpan
source: Time Span:
de_de: Dauer:

# labelTimeStart
source: Start Time:
de_de: Startzeit:

# menuItemCalibrateKinect
source: Calibrate Kinect...
de_de: Kinect Kalibireren...

# menuItemEditScene
source: Edit Scene
de_de: Szene editieren

# tabItemSurvey
source: Survey
de_de: Umfrage

# checkboxEnableFaultDetection
source: Enable box fault detection
de_de: Box Fehlererkennung aktivieren

# labelBoxFeedbackTimeout
source: Box feedback timeout
de_de: Feedback Timeout Box

# menuItemAbout
source: About
de_de: Über

# menuItemHelp
source: Help
de_de: Hilfe

# checkboxStreamUDP
source: Stream scenedata via UDP to IP
de_de: Szenen über UDP zur folgenden IP streamen

# checkboxEnableEnsensoSmoothing
source: Enable Ensenso Smoothing
de_de: Aktiviere Ensenso Glättung
